Repository: rokuz/spellbinder-duels
Catalog: Assets/SmartLocalizationWorkspace/Data/LanguageData/Language.*.resx
Languages: ru

# Char.ADB
source: Air damage bonus
ru: Бонус к урону магией воздуха

# Char.ARB
source: Air resistance bonus
ru: Сопротивление магии воздуха

# Char.Experience
source: Experience
ru: Опыт

# Char.FDB
source: Fire damage bonus
ru: Бонус к урону магией огня

# Char.FRB
source: Fire resistance bonus
ru: Сопротивление магии огня

# Char.WDB
source: Water damage bonus
ru: Бонус к урону магией воды

# Char.WRB
source: Water resistance bonus
ru: Сопротивление магии воды

# Game.OpponentCasted
source: Opponent casted
ru: Противник наколдовал

# Game.OpponentMiscasted
source: Opponent miscasted
ru: Противник промахнулся

# Game.OpponentTurn
source: Opponent's turn
ru: Ход противника

# Game.YouCasted
source: You casted
ru: Вы наколдовали

# Game.YouMiscasted
source: You miscasted
ru: Вы промахнулись

# Game.YourTurn
source: Your turn
ru: Ваш ход

# MainMenu.Play
source: Play
ru: Игра

# MainMenu.Tournament
source: Tournament
ru: Турнир

# Matching.LookingFor
source: Looking for
ru: Поиск противника

# Matching.Versus
source: vs
ru: против

# Message.ConnectionLost
source: The connection was lost
ru: Сетевое соединение потеряно

# Message.OpponentDisconnected
source: Opponent disconnected
ru: Противник вышел из игры

# Message.OpponentNotFound
source: Opponent is not found
ru: Противник не найден

# Message.ServerUnavailable
source: Server is unavailable
ru: Сервер недоступен

# Player.Level
source: Level
ru: Уровень

# SetName.NameEmpty
source: Name is empty
ru: Имя не задано

# SetName.NameInUse
source: Name is already in use
ru: Это имя уже используется

# SetName.NameLong
source: Name is very long
ru: Слишком длинное имя

# SetName.SetupName
source: Set up your name
ru: Выберите себе имя

# Settings.ChangeName
source: Change your name:
ru: Изменить ваше имя:

# Settings.ChangeNameButton
source: Change
ru: Изменить

# Settings.GameServer
source: Game server address
ru: Адрес игрового сервера

# Settings.MusicVolume
source: Music volume
ru: Громкость музыки

# Settings.Title
source: Settings
ru: Настройки

# Spell.BLEEDING
source: Bleeding
ru: Кровотечение

# Spell.BLESSING
source: Blessing
ru: Благословление

# Spell.BURNING_SHIELD
source: Burning shield
ru: Горящий щит

# Spell.DIVINE_FIRE
source: Divine fire
ru: Божественный огонь

# Spell.DOPPELGANGER
source: Doppelganger
ru: Двойник

# Spell.FATAL_BURN
source: Fatal burn
ru: Смертельный ожог

# Spell.FIRE_RING
source: Fire ring
ru: Огненное кольцо

# Spell.FIRE_STORM
source: Fire storm
ru: Огненный шторм

# Spell.FIREBALL
source: Fireball
ru: Огненный шар

# Spell.ICE_SPEAR
source: Ice spear
ru: Ледяное копье

# Spell.INVISIBLE_FIRE
source: Invisible fire
ru: Невидимый огонь

# Spell.LIGHTNING
source: Lightning
ru: Молния

# Spell.METEORITE
source: Meteorite
ru: Метеорит

# Spell.NATURE_CALL
source: Nature call
ru: Зов природы

# Spell.STONESKIN
source: Stoneskin
ru: Каменная кожа

# Spell.WILDFIRE
source: Wildfire
ru: Лесной пожар

# SpellDesc.BlockAB
source: Blocks air damage bonus for a turn
ru: Блокирует бонус к урону воздухом на 1 ход

# SpellDesc.BlockAB2
source: Blocks air damage bonus for several turns
ru: Блокирует бонус к урону воздухом на несколько ходов

# SpellDesc.BlockAR
source: Blocks air resistance bonus for a turn
ru: Блокирует сопротивление магии воздуха на 1 ход

# SpellDesc.BlockAR2
source: Blocks air resistance bonus for several turns
ru: Блокирует сопротивление магии воздуха на несколько ходов

# SpellDesc.BlockDef
source: Blocks defense for a turn
ru: Блокирует защиту на 1 ход

# SpellDesc.BlockDef2
source: Blocks defense for several turns
ru: Блокирует защиту на несколько ходов

# SpellDesc.BlockDmg
source: Blocks damage for a turn
ru: Блокирует урон на 1 ход

# SpellDesc.BlockDmg2
source: Blocks damage for several turns
ru: Блокирует урон на несколько ходов

# SpellDesc.BlockFB
source: Blocks fire damage bonus for a turn
ru: Блокирует бонус к урону огнем на 1 ход

# SpellDesc.BlockFB2
source: Blocks fire damage bonus for several turns
ru: Блокирует бонус к урону огнем на несколько ходов

# SpellDesc.BlockFR
source: Blocks fire resistance bonus for a turn
ru: Блокирует сопротивление магии огня на 1 ход

# SpellDesc.BlockFR2
source: Blocks fire resistance bonus for several turns
ru: Блокирует сопротивление магии огня на несколько ходов

# SpellDesc.BlockHeal
source: Blocks healing for a turn
ru: Блокирует лечение на 1 ход

# SpellDesc.BlockHeal2
source: Blocks healing for several turns
ru: Блокирует лечение на несколько ходов

# SpellDesc.BlockWB
source: Blocks water damage bonus for a turn
ru: Блокирует бонус к урону водой на 1 ход

# SpellDesc.BlockWB2
source: Blocks water damage bonus for several turns
ru: Блокирует бонус к урону водой на несколько ходов

# SpellDesc.BlockWR
source: Blocks water resistance bonus for a turn
ru: Блокирует сопротивление магии воды на 1 ход

# SpellDesc.BlockWR2
source: Blocks water resistance bonus for several turns
ru: Блокирует сопротивление магии воды на несколько ходов

# SpellDesc.ClearAB
source: Removes air damage bonus curse from the caster
ru: Снимает проклятье с бонуса урона воздухом

# SpellDesc.ClearAR
source: Removes air resistance curse from the caster
ru: Снимает проклятье с сопротивления магии воздуха

# SpellDesc.ClearDef
source: Removes defense curse from the caster
ru: Снимает проклятье с защиты

# SpellDesc.ClearDmg
source: Removes damage curse from the caster
ru: Снимает проклятье с урона

# SpellDesc.ClearFB
source: Removes fire damage bonus curse from the caster
ru: Снимает проклятье с бонуса урона огнем

# SpellDesc.ClearFR
source: Removes fire resistance curse from the caster
ru: Снимает проклятье с сопротивления магии огня

# SpellDesc.ClearHeal
source: Removes healing curse from the caster
ru: Снимает проклятье с восстановления здоровья

# SpellDesc.ClearWB
source: Removes water damage bonus curse from the caster
ru: Снимает проклятье с бонуса урона водой

# SpellDesc.ClearWR
source: Removes water resistance curse from the caster
ru: Снимает проклятье с сопротивления магии воды

# SpellDesc.ConsiderDef
source: Does not consider opponent's defense
ru: Без учета защиты противника

# SpellDesc.ConsiderRes
source: Does not consider opponent's resistance
ru: Без учета сопротивления магии противника

# SpellDesc.Damage
source: Damage
ru: Урон

# SpellDesc.Defense
source: Defense
ru: Защита

# SpellDesc.Health
source: Health
ru: Здоровье

# SpellDesc.Level
source: level
ru: ур.

# SpellDesc.RemoveDef
source: Resets opponent's defense
ru: Снимает защиту с противника

# Temp.Tournament
source: Tournament will be available soon
ru: Турнир временно недоступен
